{
  "Metadata": {
    "title": "ChessScribe",
    "description": "Turn Your Chess PGN into a Publishable PDF",
    "keywords": "chess, PDF, PGN, game"
  },

  "Home": {
    "headerTitle": "ChessScribe",
    "subTitle": "A PGN to PDF Convertor",
    "description": "Turn Your Chess PGN into a Publishable PDF",
    "getStartedButton": " Get Started",
    "mainTitle": "Create PDFs Of Your Chess Games",
    "mainSubTitle": "PDFs for free, forever",
    "mainSubDescription1": "Generate a PDF of your analysed chess game, in a format that looks much like those seen in chess books.",
    "mainSubDescription2": "These PDFs are perfect to use as a means to distribute educational material, or simply to archive your analysis in a publishable format."
  },

  "Nav": {
    "title": "ChessScribe",
    "contact": "Contact",
    "about": "About",
    "chessboard": "Chessboard"
  },

  "Chessboard": {
    "title": "PGN to PDF Conversion"
  },

  "Contact": {
    "title": "Contact Us",
    "info": "Are you experiencing any technical issues? Would you like to participate in this project? Please feel free to contact us.",
    "emailLabel": "Email",
    "emailPlaceholder": "name@example.com",
    "subjectLabel": "Subject",
    "subjectPlaceholder": "Your reason for contacting us",
    "messageLabel": "Your Message",
    "messagePlaceholder": "Please provide the details of your request here...",
    "sendButton": "Send Message",
    "sending": "Sending...",
    "success": "Thank you for your message.",
    "failure": "Sorry, something went wrong.  Please try again."
  },

  "About": {
    "title": "Who are we?",
    "p1": "This project came to life in early 2022 with the aim of providing a visualization of chess tournaments on a map in France. Having moved to France in 2019, I was not familiar with the geography of the country and wanted to know which tournaments were taking place near my location.",
    "p2": "The project was put on hold until spring 2023, when I revived it. Rebuilt from scratch, Échecs France is now open source and open to contributions. You can find more information and access the project at <homeLink>Échecs France</homeLink>",
    "p3": " I plan to implement an online donation button for those who wish to contribute to the expenses associated with the website. Once the operating costs are deducted, any remaining funds will be redirected to the chess community, either by sponsoring events or through the creation of donations.",
    "thanksTitle": "Thanks",
    "thanksInfo": "This project is what it is thanks to the contributions of all of you. I would like to extend special thanks to the following individuals for their contributions:",
    "techTitle": "Tech",
    "techInfo": "<homeLink>Échecs France</homeLink> uses :",
    "techWith": "with",
    "contribInfo": "For more information on how to contribute, please visit our <link>GitHub</link>."
  }
}
